Repository: AdasRakieta/inventory-app
Catalog: odj-ok-mobile-app/packages/ok_mobile_translations/lib/l10n/intl_*.arb
Languages: pl, uk

# scan_seal_and_add_bag_to_receival
source: Scan bag seal code and add bag to receival
pl: Zeskanuj kod plomby worka i dodaj worek do przyjęcia
uk: Скануйте код пломби мішка і додайте мішок до прийому

source: Confirm receival
pl: Potwierdź przyjęcie
uk: Підтвердити прийом

source: Last received
pl: Ostatnio przyjęty
uk: Останній прийнятий

# released
source: Released to driver
pl: Wydano kierowcy
uk: Видано водієві

source: Partially received
pl: Częściowo przyjęty
uk: Частково прийнятий

source: Received in CC
pl: Przyjęty w CC
uk: Прийнятий у CC

source: No pickups
pl: Brak wydań
uk: Немає видач

source: No receivals
pl: Brak przyjęć
uk: Немає прийомів

# pet_quantity
source: Plastic bottles (pieces):
pl: Butelki plastikowe (sztuki):
uk: Пластикові пляшки (шт.):

# can_quantity
source: Cans (pieces):
pl: Puszki (sztuki):
uk: Бляшанки (шт.):

# total_quantity
source: Total:
pl: Łącznie:
uk: Загалом:

source: Invalid
pl: Nieprawidłowy
uk: Неправильний

source: Packages on the way
pl: Opakowania w drodze
uk: Упаковки в дорозі

source: Collected packages
pl: Przyjęte opakowania
uk: Прийняті упаковки

# cc_empty
source: Counting Center number missing
pl: Brak numeru Counting Center
uk: Немає номера Counting Center

# item_incorrect_cc
source: Item with given ID is not assigned to your Counting Center
pl: Obiekt o podanym id nie jest przypisany do Twojego Counting Center
uk: Об'єкт із зазначеним id не прив’язаний до вашого Counting Center

# item_not_released
source: Item with given ID has not been released
pl: Obiekt o podanym id nie został wydany
uk: Об'єкт із зазначеним id не був виданий

# packages_receival_confirmation
source: Package receival confirmed
pl: Potwierdzono przyjęcie opakowań
uk: Підтверджено прийом упаковок

# user_not_authorized
source: You are not authorized for this action
pl: Nie masz uprawnień do tej akcji
uk: У вас немає прав доступу до цієї дії

# bag_not_released
source: Bag has not been released
pl: Worek nie został wydany
uk: Мішок не був виданий

source: Token not provided
pl: Nie podano tokena
uk: Токен не надано

# pickup_not_found
source: Pickup with given ID not found
pl: Nie znaleziono wydania o podanym id
uk: Не знайдено видачу із зазначеним id

# cc_not_found
source: Counting Center with given ID not found
pl: Nie znaleziono Counting Center o podanym id
uk: Не знайдено Counting Center із зазначеним id

# contact_admin
source: Contact Administrator to fix this issue.
pl: Aby naprawić problem skontaktuj się z Administratorem.
uk: Щоб вирішити проблему, зверніться до адміністратора.

# wrong_device_to_cc
source: Wrong device assignment to counting center.
pl: Błędne przypisanie urządzenia do centrum zliczania.
uk: Неправильне прив’язання пристрою до центру підрахунку.

# wrong_device_to_retail_chain
source: Wrong device assignment to retail chain.
pl: Błędne przypisanie urządzenia do sieci handlowej.
uk: Неправильне прив’язання пристрою до торговельної мережі.

# wrong_user_to_retail_chain
source: Wrong user assignment to retail chain.
pl: Błędne przypisanie użytkownika do sieci handlowej.
uk: Неправильне прив’язання користувача до торговельної мережі.

# wrong_device_to_collection_point
source: Wrong device assignment to collection point.
pl: Błędne przypisanie urządzenia do punktu zbiórki.
uk: Неправильне прив’язання пристрою до пункту збору.

# wrong_user_to_collection_point
source: Wrong user assignment to collection point.
pl: Błędne przypisanie użytkownika do punktu zbiórki.
uk: Неправильне прив’язання користувача до пункту збору.

# wrong_user_to_cc
source: Wrong user assignment to counting center.
pl: Błędne przypisanie użytkownika do centrum zliczania.
uk: Неправильне прив’язання користувача до центру підрахунку.

# device_not_configured
source: Device not configured correctly.
pl: Urządzenie nie zostało poprawnie skonfigurowane.
uk: Пристрій не налаштований правильно.

# wrong_user_configuration
source: User not configured correctly.
pl: Użytkownik nie został poprawnie skonfigurowany.
uk: Користувач налаштований некоректно.

# bag_already_received
source: Bag has already been received
pl: Worek został już przyjęty
uk: Мішок вже прийнятий

source: Bags
pl: Worki
uk: Мішки

# boxes
source: Collection units
pl: Jednostki zbiorcze
uk: Групові одиниці

# packages_in_bag
source: Packages in bag list
pl: Lista opakowań w worku
uk: Список упаковок у мішку

source: Last added EAN
pl: Ostatni dodany EAN
uk: Останній доданий EAN

# bag_already_added_to_pickup
source: Bag with this number has already been added to pickup.
pl: Worek o tym numerze został już dodany do wydania.
uk: Мішок із зазначеним номером вже доданий до видачі.

# bag_already_added_to_receival
source: Bag with this number has already been added to receival.
pl: Worek o tym numerze został już dodany do przyjęcia.
uk: Мішок із зазначеним номером вже доданий до прийому.

# bag_incorrect_collection_point
source: Bag with given ID is not assigned to your collection point
pl: Worek o podanym id nie jest przypisany do Twojego punktu zbiórki
uk: Мішок із зазначеним id не прив’язаний до вашого пункту збору.

# bag_incorrect_item_for_bag
source: Package has different type than bag
pl: Opakowanie ma przypisany inny typ niż worek
uk: Упаковка має інший тип, ніж зазначений для мішка.

# ean_empty
source: EAN cannot be empty
pl: EAN nie może być pusty
uk: EAN не може бути порожнім.

# ean_not_found
source: Package with given EAN not found
pl: Nie znaleziono opakowania o podanym EAN
uk: Не знайдено упаковку з указаним EAN.

# quantity_less_or_equal_zero
source: Quantity must be greater than zero
pl: Ilość musi być większa od zera
uk: Кількість має бути більшою за нуль.

# device_id_empty
source: Device ID cannot be empty
pl: ID urządzenia nie może być puste
uk: ID пристрою не може бути порожнім.

source: Device ID too long
pl: Podano zbyt długie ID urządzenia
uk: Вказано занадто довгий ID пристрою.

source: Invalid device ID
pl: Nieprawidłowe ID urządzenia
uk: Неправильний ID пристрою.

# bag_contains_open_return_packages
source: Bag contains packages from open return. Close return
pl: W worku znajdują się opakowania z otwartego zwrotu. Zamknij zwrot
uk: У мішку є упаковки з відкритого повернення. Закрийте повернення.

source: Scan new seal
pl: Zeskanuj nową plombę
uk: Скануйте нову пломбу

# packages_receival_confirmation_duplicates
source: Package receival confirmed. Note: Some bags in this receival were already scanned. System recognizes them as one operation and requires no additional action.
pl: Potwierdzono przyjęcie opakowań. Informacja: Niektóre worki w tym przyjęciu zostały już wcześniej zeskanowane. System rozpoznaje je jako jedną operację i nie wymaga dodatkowych działań.
uk: Підтверджено прийняття упаковок. Інформація: Деякі мішки у цьому прийманні вже були відскановані раніше. Система розпізнає їх як одну операцію і не вимагає додаткових дій.

source: Returning packages list
pl: Lista zwracanych opakowań
uk: Список повернених упаковок

# return_finish_confirmation
source: Package return completion confirmation
pl: Potwierdzenie zakończenia zwrotu opakowań
uk: Підтвердження завершення повернення

source: Empty bag cannot be closed
pl: Brak możliwości zamknięcia pustego worka
uk: Неможливо закрити порожній мішок.

# change_label_or_bag
source: Change label/bag
pl: Zmień etykietę/worek
uk: Змінити етикетку/мішок

# choose_reason_for_label_or_bag_change
source: Choose reason for label/bag change:
pl: Wybierz powód zmiany etykiety / worka:
uk: Виберіть причину зміни етикетки / мішку:

source: Environment
pl: Środowisko
uk: Середовище

# if_you_see_this_screen
source: If you see this screen, it means the service is working correctly.
pl: Jeśli widzisz ten ekran, to znaczy że usługa działa poprawnie.
uk: Якщо ви бачите цей екран, це означає, що служба працює правильно.

# insights_request_sent
source: Request sent to Application Insights service
pl: Wysłano zapytanie do serwisu Application Insights
uk: Надіслано запит до сервісу Application Insights

source: Print pickup confirmation
pl: Drukuj potwierdzenie wydania
uk: Друкувати підтвердження видачі

# pickup_confirmation_printed_again
source: Pickup confirmation document has been printed again.
pl: Dokument potwierdzający wydanie został ponownie wydrukowany.
uk: Документ, що підтверджує видачу, був повторно надрукований.

source: Receival
pl: Przyjęcie
uk: Прийом

# bag_selected_for_closing
source: Bag selected for sealing.
pl: Wybrano worek do zaplombowania.
uk: Вибрано мішок для закриття.

# pickup_confirmation_subtitle
source: Two copies of pickup confirmation will be printed. Sign and give them to the driver!
pl: Jednocześnie wydrukowane zostaną dwie kopie potwierdzenia wydania. Podpisz i przekaż je kierowcy!
uk: Одночасно буде надруковано дві копії підтвердження видачі. Підпишіть їх і передайте водієві!

# generic_error_message
source: An error occurred. Try again or contact administrator.
pl: Wystąpił błąd. Spróbuj ponownie albo skontaktuj się z administratorem.
uk: Виникла помилка. Спробуйте ще раз або зверніться до адміністратора.

source: Settings
pl: Ustawienia
uk: Налаштування

source: Open bag
pl: Worek otwarty
uk: Мішок відкритий

source: Label
pl: Etykieta
uk: Етикетка

source: Sealed bag
pl: Worek zaplombowany
uk: Мішок опломбовано

source: Seal
pl: Plomba
uk: Пломба

source: Bag selected for label change.
pl: Wybrano worek do zmiany etykiety.
uk: Вибрано мішок для зміни етикетки.

source: Bag selected for seal change.
pl: Wybrano worek do zmiany plomby.
uk: Вибрано мішок для зміни пломби.

# bag_correctly_opened
source: Bag opened correctly
pl: Worek otwarty prawidłowo
uk: Мішок відкритий правильно.

source: Invalid seal format
pl: Nieprawidłowy format plomby
uk: Неправильний формат пломби.

source: Current return
pl: Aktualny zwrot
uk: Актуальний повернення

# refresh_remote_config
source: Refresh remote configuration
pl: Odśwież konfigurację zdalną
uk: Оновити віддалену конфігурацію

source: Correct print
pl: Poprawny wydruk
uk: Правильний друк

source: Cancelled print
pl: Anulowany wydruk
uk: Скасований друк

source: Before print
pl: Przed wydrukiem
uk: Перед друком

# no_returns_selected_date
source: No returns for selected date.
pl: Brak zwrotów dla wybranej daty.
uk: Немає повернень для вибраної дати.

source: Current release
pl: Aktualne wydanie
uk: Актуальне видання

# list_of_added_bags
source: Added bags list
pl: Lista dodanych worków
uk: Список доданих мішків

# list_of_bags_in_pickup
source: Bags in pickup list
pl: Lista worków w wydaniu
uk: Список мішків у видачі

source: No bags in current pickup.
pl: Brak worków w otwartym wydaniu.
uk: Немає мішків у відкритій видачі.

# scan_bag_seal_code_pickup
source: Scan bag seal code and add bag to pickup
pl: Zeskanuj kod plomby worka i dodaj worek do wydania
uk: Скануйте код пломби мішка та додайте мішок до видачі

source: Bag summary
pl: Podsumowanie worka
uk: Подсумування мішка

source: Sealed
pl: Zaplombowany
uk: Запломбований

source: Seal another bag
pl: Zaplombuj kolejny worek
uk: Залишити пломбу на іншому мішку

source: Seal bag
pl: Zaplombuj worek
uk: Опломбувати мішок

source: Scan new bag label code
pl: Zeskanuj kod nowej etykiety worka
uk: Скануйте код нової етикетки мішка

source: or enter label number
pl: lub wpisz numer etykiety
uk: або введіть номер етикетки

# seal_was_added_successfully
source: Seal has been added correctly.
pl: Plomba została dodana prawidłowo.
uk: Пломба була успішно додана.

# printer_bluetooth_address_not_valid_error_message
source: Printer configuration error - make sure selected printer is correctly configured.
pl: Błąd konfiguracji drukarki - upewnij się, że wybrana drukarka jest poprawnie skonfigurowana.
uk: Помилка конфігурації принтера – переконайтеся, що вибраний принтер налаштовано правильно.

# printer_not_turned_on_error_message
source: Print error: make sure printer is turned on and properly connected.
pl: Błąd wydruku: upewnij się, że drukarka jest włączona i poprawnie podłączona.
uk: Помилка друку: переконайтеся, що принтер увімкнено та правильно підключено.

# printer_bluetooth_not_turned_on_error_message
source: Print error: no printer connection. Check if Bluetooth is on and try again.
pl: Błąd wydruku: brak połączenia z drukarką. Sprawdź, czy Bluetooth jest włączony i spróbuj ponownie.
uk: Помилка друку: немає з'єднання з принтером. Перевірте, чи увімкнено Bluetooth, і спробуйте ще раз.

# general_printer_error_message
source: Cannot print document. Check printer configuration and device connection, then try again.
pl: Nie można wydrukować dokumentu. Sprawdź konfigurację drukarki oraz połączenie z urządzeniem, a następnie spróbuj ponownie.
uk: Не вдалося надрукувати документ. Перевірте конфігурацію принтера та підключення пристрою, а потім спробуйте ще раз.

source: Sealed bags list
pl: Lista worków zaplombowanych
uk: Список опломбованих мішків

source: Current receival
pl: Aktualne przyjęcie
uk: Актуальне приймання

# glass_return
source: Glass package return
pl: Zwrot opakowań szklanych
uk: Повернення скляної тари

# return_plastics_cans
source: Package return: Plastic, Can
pl: Zwrot opakowań: Plastik, Puszka
uk: Повернення тари: Пластик, Бляшанка

# return_glass_bottles
source: Package return: Glass
pl: Zwrot opakowań: Szkło
uk: Повернення тари: Скло

# return_glass_bottles_title
source: Glass package return
pl: Zwrot opakowań szklanych
uk: Повернення скляної тари

source: No received bags.
pl: Brak przyjętych worków.
uk: Немає прийнятих мішків.

source: Glass
pl: Szkło
uk: Скло

# security_deposit_voucher
source: Deposit voucher
pl: Bon kaucyjny
uk: Заставний ваучер

source: Voucher generation date
pl: Data wygenerowania bonu
uk: Дата генерації ваучера

source: Expiration date
pl: Termin ważności
uk: Дата закінчення

source: days
pl: dni
uk: дні

# pln_sum
source: Sum PLN
pl: Suma PLN
uk: Сума PLN

source: Show voucher
pl: Wyświetl bon
uk: Показати ваучер

# return_closed_show_voucher
source: Return has been closed. Show voucher.
pl: Zwrot został zamknięty. Wyświetl bon.
uk: Повернення закрито. Показати ваучер.

# chosen_bag_for_packages
source: Selected bag for packages
pl: Wybrany worek dla opakowań
uk: Вибраний мішок для упаковок

# actual_return_full_packages_list
source: Full package list in current return
pl: Pełna lista opakowań w aktualnym zwrocie
uk: Повний список упаковок в актуальному поверненні

# scanned_package_of_not_allowed_type
source: Scanned package type is not supported at your collection point.
pl: Zeskanowany typ opakowania nie jest obsługiwany w Twoim punkcie zbiórki.
uk: Відсканований тип упаковки не підтримується у вашому пункті збору.

# scanned_package_must_be_assigned_to_bag
source: Scanned package must be assigned to a bag.
pl: Zeskanowane opakowanie musi zostać przypisane do worka.
uk: Відскановану упаковку потрібно призначити до мішка.

source: Bag choice
pl: Wybór worka
uk: Вибір мішка

# bag_correctly_chosen
source: Bag selected correctly.
pl: Worek wybrany prawidłowo.
uk: Мішок вибрано правильно.

# last_package_removed_from_return
source: Last scanned package has been removed from returning packages list in current return.
pl: Ostatnie zeskanowane opakowanie zostało usunięte z listy zwracanych opakowań w aktualnym zwrocie.
uk: Останню відскановану упаковку було видалено зі списку повернених упаковок в актуальному поверненні.

source: Scanned package requires bag change.
pl: Zeskanowane opakowanie wymaga zmiany worka.
uk: Відсканована упаковка вимагає зміни мішка.

# accept_terms_and_conditions
source: I accept terms and conditions
pl: Akceptuję regulamin
uk: Приймаю регламент

source: Accept terms
pl: Akceptacja regulaminu
uk: Прийняття регламенту

# terms_and_conditions_part_1
source: In today's digital world, where data has become a key resource, OK OPERATOR KAUCYJNY S.A. recognizes personal data protection as a fundamental element of our operations. We are deeply convinced that the trust of people who use our services and our contractors is not only a privilege, but also an obligation that we treat with the utmost seriousness.
pl: W dzisiejszym cyfrowym świecie, gdzie dane stały się kluczowym zasobem, OK OPERATOR KAUCYJNY S.A. uznaje ochronę danych osobowych za fundamentalny element naszej działalności. Jesteśmy głęboko przekonani, że zaufanie osób, które korzystają z oferowanych przez nas usług oraz naszych kontrahentów jest nie tylko przywilejem, ale i zobowiązaniem, które traktujemy z najwyższą powagą.
uk: У сучасному цифровому світі, де дані стали ключовим ресурсом, OK OPERATOR KAUCYJNY S.A. визнає захист персональних даних як фундаментальний елемент нашої діяльності. Ми глибоко переконані, що довіра осіб, які користуються наданими нами послугами, а також наших контрагентів є не лише привілеєм, але й зобов'язанням, яке ми сприймаємо з найвищою серйозністю.

# terms_and_conditions_part_2
source: Our company, operating in the deposit industry, realizes that effective personal data protection is crucial for maintaining the integrity of our business processes, building long-term relationships with partners, and ensuring compliance with applicable laws. Therefore, personal data protection is not only a legal obligation for us, but is an integral part of our organizational culture and business ethics.
pl: Nasza firma, działająca w branży kaucyjnej, zdaje sobie sprawę, że skuteczna ochrona danych osobowych jest kluczowa dla utrzymania integralności naszych procesów biznesowych, budowania długotrwałych relacji z partnerami oraz zapewnienia zgodności z obowiązującymi przepisami prawa. Dlatego też ochrona danych osobowych nie jest dla nas jedynie obowiązkiem prawnym, ale stanowi integralną część naszej kultury organizacyjnej i etyki biznesowej.
uk: Наша компанія, що працює в галузі застави, усвідомлює, що ефективний захист персональних даних є ключовим для підтримання цілісності наших бізнес-процесів, побудови довгострокових відносин з партнерами та забезпечення відповідності чинному законодавству. Тому захист персональних даних для нас є не лише правовим обов'язком, але й невід'ємною частиною нашої організаційної культури та бізнес-етики.

# terms_and_conditions_part_3
source: At OK OPERATOR KAUCYJNY S.A. we believe that transparency in personal data processing is the foundation of trust in business relationships. Therefore, we make every effort to provide our partners and customers with full transparency regarding how we collect, process and protect their personal data. Our privacy policy is an expression of this commitment - it is a comprehensive guide to our data protection practices.
pl: W OK OPERATOR KAUCYJNY S.A. wierzymy, że transparentność w zakresie przetwarzania danych osobowych jest podstawą zaufania w relacjach biznesowych. Dlatego dokładamy wszelkich starań, aby zapewnić naszym partnerom i klientom pełną przejrzystość w zakresie tego, jak gromadzimy, przetwarzamy i chronimy ich dane osobowe. Nasza polityka prywatności jest wyrazem tego zaangażowania – stanowi ona kompleksowy przewodnik po naszych praktykach w zakresie ochrony danych.
uk: В OK OPERATOR KAUCYJNY S.A. ми віримо, що прозорість у сфері обробки персональних даних є основою довіри в бізнес-відносинах. Тому ми докладаємо всіх зусиль, щоб забезпечити нашим партнерам та клієнтам повну прозорість щодо того, як ми збираємо, обробляємо та захищаємо їхні персональні дані. Наша політика конфіденційності є вираженням цього зобов'язання – вона становить комплексний путівник по наших практиках захисту даних.

# terms_and_conditions_part_4
source: We invest significant resources in the most modern technological and organizational solutions to guarantee the highest level of security for the data entrusted to us. We regularly conduct audits and updates of our systems to meet the constantly evolving threats in cyberspace. At the same time, we provide ongoing training to our employees so that they are fully aware of the importance of personal data protection and know the best practices in this area.
pl: Inwestujemy znaczące środki w najnowocześniejsze rozwiązania technologiczne i organizacyjne, aby zagwarantować najwyższy poziom bezpieczeństwa powierzonych nam danych. Regularnie przeprowadzamy audyty i aktualizacje naszych systemów, aby sprostać wciąż ewoluującym zagrożeniom w cyberprzestrzeni. Jednocześnie prowadzimy ciągłe szkolenia naszych pracowników, aby mieli oni pełną świadomość znaczenia ochrony danych osobowych i znali najlepsze praktyki w tym zakresie.
uk: Ми інвестуємо значні кошти в найсучасніші технологічні та організаційні рішення, щоб гарантувати найвищий рівень безпеки довірених нам даних. Ми регулярно проводимо аудити та оновлення наших систем, щоб відповідати постійно еволюціонуючим загрозам у кіберпросторі. Водночас ми проводимо постійне навчання наших співробітників, щоб вони мали повне розуміння важливості захисту персональних даних та знали найкращі практики в цій сфері.

# terms_and_conditions_part_5
source: We understand that in a dynamic business environment, effective information exchange is crucial for success. Therefore, while caring for data protection, we strive to simultaneously ensure business process fluidity for our partners and customers. Our privacy policy is designed to enable effective cooperation while maintaining the highest data protection standards.
pl: Rozumiemy, że w dynamicznym środowisku biznesowym, efektywna wymiana informacji jest kluczowa dla sukcesu. Dlatego też, dbając o ochronę danych, staramy się jednocześnie zapewnić naszym partnerom i klientom płynność procesów biznesowych. Nasza polityka prywatności jest skonstruowana w taki sposób, aby umożliwić efektywną współpracę przy jednoczesnym zachowaniu najwyższych standardów ochrony danych.
uk: Ми розуміємо, що в динамічному бізнес-середовищі ефективний обмін інформацією є ключовим для успіху. Тому, піклуючись про захист даних, ми прагнемо одночасно забезпечити нашим партнерам та клієнтам плавність бізнес-процесів. Наша політика конфіденційності побудована таким чином, щоб забезпечити ефективну співпрацю при збереженні найвищих стандартів захисту даних.

# terms_and_conditions_part_6
source: At OK OPERATOR KAUCYJNY S.A. we are convinced that responsible personal data management is not only a legal obligation, but also a key factor in building trust and loyalty of our business partners and customers. Therefore, we commit to continuously improving our data protection practices, adapting to changing legal and technological realities, and maintaining open dialogue with our stakeholders on data privacy issues.
pl: W OK OPERATOR KAUCYJNY S.A. jesteśmy przekonani, że odpowiedzialne zarządzanie danymi osobowymi jest nie tylko obowiązkiem prawnym, ale również kluczowym czynnikiem budującym zaufanie i lojalność naszych partnerów biznesowych i klientów. Dlatego zobowiązujemy się do ciągłego doskonalenia naszych praktyk w zakresie ochrony danych, adaptacji do zmieniających się realiów prawnych i technologicznych oraz otwartego dialogu z naszymi interesariuszami w kwestiach związanych z prywatnością danych.
uk: В OK OPERATOR KAUCYJNY S.A. ми переконані, що відповідальне управління персональними даними є не лише правовим обов'язком, але й ключовим фактором, що будує довіру та лояльність наших бізнес-партнерів і клієнтів. Тому ми зобов'язуємося постійно вдосконалювати наші практики захисту даних, адаптуватися до мінливих правових і технологічних реалій та вести відкритий діалог з нашими зацікавленими сторонами з питань конфіденційності даних.
