Repository: AdasRakieta/inventory-app
Catalog: odj-ok-mobile-app/packages/ok_mobile_translations/lib/l10n/intl_*.arb
Languages: pl, uk

# terms_and_conditions_part_7
source: We invite you to read our detailed privacy policy, which reflects our commitment to protecting your personal data. We are convinced that through these actions we build not only secure, but also lasting business relationships, based on mutual trust and respect for privacy.
pl: Zapraszamy do zapoznania się z naszą szczegółową polityką prywatności, która stanowi odzwierciedlenie naszego zaangażowania w ochronę Państwa danych osobowych. Jesteśmy przekonani, że dzięki tym działaniom budujemy nie tylko bezpieczne, ale i trwałe relacje biznesowe, oparte na wzajemnym zaufaniu i respekcie dla prywatności.
uk: Запрошуємо ознайомитися з нашою детальною політикою конфіденційності, яка є відображенням нашого зобов'язання щодо захисту ваших персональних даних. Ми переконані, що завдяки цим діям ми будуємо не лише безпечні, але й тривалі бізнес-відносини, засновані на взаємній довірі та повазі до конфіденційності.

# terms_and_conditions_title
source: OK mobile app terms and conditions
pl: Regulamin aplikacji mobilnej OK
uk: Регламент мобільного додатку OK

# terms_and_condition_paragraph_1
source: I. Introduction: Our commitment to protecting our users' data
pl: I. Wstęp: Nasze zobowiązanie do ochrony danych naszych użytkowników
uk: I. Вступ: Наше зобов'язання щодо захисту даних наших користувачів

source: Invalid package type
pl: Nieprawidłowy typ opakowania
uk: Неправильний тип упаковки

# bag_closed_choose_open_instead
source: Selected bag is closed, please scan the label of an open bag.
pl: Wybrany worek jest zamknięty, zeskanuj etykietę otwartego worka.
uk: Вибраний мішок є закритим, відскануйте етикетку відкритого мішка.

# last_package_not_assigned_and_removed
source: The last package was not assigned to an open bag and has been removed from the list. Please scan the package EAN again.
pl: Ostatniego opakowania nie przypisano do otwartego worka i usunięto je z listy. Zeskanuj ponownie EAN opakowania.
uk: Останню упаковку не було призначено до відкритого мішка, і її видалено зі списку. Повторно відскануйте EAN упаковки.

# logout_cancelled
source: Logout process cancelled
pl: Przerwano proces wylogowania
uk: Процес виходу було скасовано
