Repository: AdasRakieta/inventory-app
Catalog: odj-ok-mobile-app/packages/ok_mobile_translations/lib/l10n/intl_*.arb
Languages: pl, uk

# return_deposing_packages
source: Return deposit packages
pl: Zwrot opakowań kaucyjnych
uk: Повернення депозитних упаковок

source: Manage bags
pl: Zarządzanie workami
uk: Управління мішками

# manage_boxes
source: Manage collection units
pl: Zarządzanie jednostkami zbiorczymi
uk: Управління коробками

source: Order pickup
pl: Zamówienie odbioru
uk: Замовлення на вилучення

# handing_over_driver
source: Hand over to driver
pl: Wydanie kierowcy
uk: Передача водієві

source: Manuals
pl: Instrukcje
uk: Інструкції

# admin
source: Administration
pl: Administracja
uk: Адміністрування

source: Log out
pl: Wyloguj się
uk: Вихід

# return_text
source: Return
pl: Zwrot
uk: Повернення

source: Return summary
pl: Podsumowanie zwrotu
uk: Резюме повернення

source: Open new bag
pl: Otwórz nowy worek
uk: Відкрити новий мішок

# open_new_bag_plastic
source: Open new plastic bag
pl: Otwórz nowy worek Plastik
uk: Відкрити новий мішок Пластик

# open_new_bag_CAN
source: Open new can bag
pl: Otwórz nowy worek Puszka
uk: Відкрити новий мішок Пушка

source: Choose open bag
pl: Wybierz otwarty worek
uk: Вибрати відкритий мішок

# choose_open_bag_plastic
source: Choose open plastic bag
pl: Wybierz otwarty worek Plastik
uk: Вибрати відкритий мішок Пластик

# choose_open_bag_CAN
source: Choose open can bag
pl: Wybierz otwarty worek Puszka
uk: Вибрати відкритий мішок Пушка

source: Closed bags
pl: Zamknięte worki
uk: Закриті мішки

source: Closed returns
pl: Zamknięte zwroty
uk: Закриті повернення

source: Closed returns archive
pl: Archiwum zamkniętych zwrotów
uk: Архів закритих повернень

# selected_day
source: Selected day: {day}
pl: Wybrano dzień: {day}
uk: Вибрано день: {day}

source: Details
pl: Szczegóły
uk: Деталі

source: Closed bags list
pl: Lista worków zamkniętych
uk: Список закритих мішків

source: Filter:
pl: Filtruj:
uk: Фільтрувати:

source: Plastic
pl: Plastik
uk: Пластик

source: Can
pl: Puszka
uk: Пляшка

source: Pieces
pl: Sztuki
uk: Штуки

source: Change bag
pl: Zmień worek
uk: Змінити мішок

source: Pickup
pl: Wydanie
uk: Забір

source: Sent bags
pl: Wysłane worki
uk: Відправлені мішки

source: Bag
pl: Worek
uk: Мішок

source: Back
pl: Powrót
uk: Назад

# no_packeges_in_return
source: No packages in open return.
pl: Brak opakowań w otwartym zwrocie.
uk: Немає упаковок у відкритому поверненні.

source: Reject return
pl: Odrzuć zwrot
uk: Відхилити повернення

# i_confirm_finish
source: I confirm package return completion
pl: Potwierdzam zakończenie zwrotu opakowań
uk: Підтверджую завершення повернення

# next_stage_edit_impossible
source: Return cannot be edited after this stage
pl: W dalszym etapie edycja zwrotu nie będzie już możliwa
uk: На наступному етапі редагування повернення буде неможливим

source: Confirm
pl: Potwierdź
uk: Підтвердити

# confirm_voucher_print
source: I confirm voucher print for return
pl: Potwierdzam wydruk bonu dla zwrotu
uk: Підтвердити друк чеку для повернення

# voucher_printed_for_client
source: Voucher has been printed
pl: Bon został wydrukowany
uk: Чек надруковано.

# no_printer_configured
source: No printer found. Go to Settings and add device
pl: Brak drukarki, przejdź do Ustawień i dodaj urządzenie
uk: Принтер не налаштований, перейдіть до Налаштувань та додайте пристрій

source: Closed
pl: Zamknięty
uk: Закрито

source: Print voucher for client
pl: Drukuj BON dla Klienta
uk: Друкувати чек для клієнта

source: Print voucher
pl: Drukuj bon
uk: Друкувати чек

# packages_return
source: Package return
pl: Zwrot opakowań
uk: Повернення упаковок

# pln_return_sum
source: Return sum PLN
pl: Suma zwrotu PLN
uk: Сума повернення PLN

# camera_permission_denied
source: Camera access denied
pl: Odmowa dostępu do kamery
uk: Доступ до камери відхилено

# scan_new_bag
source: Scan new bag code
pl: Zeskanuj kod nowego worka
uk: Проскануйте код нового мішка

source: Enter bag number
pl: Podaj numer worka
uk: Введіть номер мішка

source: or enter bag number
pl: lub wpisz numer worka
uk: або введіть номер мішка

source: New bag
pl: Nowy worek
uk: Новий мішок

# properly_opened
source: opened correctly
pl: otwarty prawidłowo
uk: відкрито правильно

# chosen_bag
source: Selected bag
pl: Wybrany worek
uk: Вибрано мішок

source: Finish return
pl: Zakończ zwrot
uk: Завершити повернення

source: Scan package EAN
pl: Zeskanuj EAN opakowania
uk: Проскануйте EAN упаковки

# or_enter_ean
source: or enter EAN number
pl: lub wpisz numer EAN
uk: або введіть номер EAN

# wrong_package_type
source: Scanned item is not a package
pl: Zeskanowane opakowanie nie jest opakowaniem
uk: Просканована упаковка не є упаковкою

source: Unknown EAN code
pl: Nieznany kod EAN
uk: Невідомий код EAN

source: Open bags list
pl: Lista otwartych worków
uk: Список відкритих мішків

source: Welcome to system
pl: Witaj w systemie
uk: Вітаємо в системі

# ok_name
source: OK Deposit Operator
pl: OK Operator Kaucyjny
uk: OK Оператор Кауційний

source: Log in
pl: Zaloguj się
uk: Увійти в систему

source: Login
uk: Логін

# invalid_credentials_info
source: Wrong login or password. Please log in again.
pl: Podano błędny login lub hasło. Zaloguj się ponownie.
uk: Невірний логін або пароль. Будь ласка, увійдіть знову.

source: EMPTY
pl: PUSTY
uk: ПУСТИЙ

source: Closed returns list
pl: Lista zamkniętych zwrotów
uk: Список закритих повернень

source: Correct
pl: Poprawny
uk: Правильний

source: Canceled
pl: Anulowany
uk: Скасований

# is_not_deposit_package
source: is not a deposit package
pl: nie jest opakowaniem kaucyjnym
uk: не є депозитною упаковкою

# bags_management
source: Bag management
pl: Zarządzanie workami
uk: Управління мішками

source: Close bag
pl: Zamknij worek
uk: Закрити мішок

source: Change label
pl: Zmień etykietę
uk: Змінити етикетку

source: Change seal
pl: Zmień plombę
uk: Змінити пломбу

# add_bags_to_box
source: Add bags to collection unit
pl: Dodaj worki do jednostki zbiorczej
uk: Додати мішки до коробки

source: Exit
pl: Wyjdź
uk: Вийти

source: Open
pl: Otwarty
uk: Відкрити

source: Returns archive
pl: Archiwum zwrotów
uk: Архів повернень

# bag_was_closed
source: Bag has been closed.
pl: Worek został zamknięty.
uk: Мішок був закритий.

# scan_or_pick_bag_number
source: Scan bag code or select from list
pl: Zeskanuj kod worka, wybierz z listy
uk: Проскануйте код мішка, виберіть зі списку

source: Closed bag
pl: Zamknięty worek
uk: Закритий мішок

source: Add seal
pl: Dodaj plombę
uk: Додати пломбу

# add_to_box
source: Add to collection unit
pl: Dodaj do jednostki zbiorczej
uk: Додати до коробки

# no_internet
source: No connection - try again!
pl: Brak połączenia - spróbuj ponownie!
uk: Немає з’єднання - спробуйте знову!

# duplicated_label_error
source: Bag with this number already exists - change label.
pl: Worek o takim numerze już istnieje w systemie - zmień etykietę.
uk: Мішок з таким номером вже існує в системі — змініть етикетку.

# new_bag_properly_opened
source: New bag {id} opened correctly.
pl: Nowy worek {id} otwarty prawidłowo.
uk: Новий мішок {id} відкритий правильно.

# bag_was_chosen_with_type
source: Selected {type} bag {id}.
pl: Wybrano worek {type} {id}.
uk: Вибрано мішок {type} {id}.

# bag_was_chosen
source: Selected bag {id}.
pl: Wybrano worek {id}.
uk: Вибрано мішок {id}.

# return_closed_print_voucher
source: Return has been closed. Print voucher.
pl: Zwrot został zamknięty. Wydrukuj bon.
uk: Повернення закрите. Надрукуйте чек.

source: No packages in open bag
pl: Brak opakowań w otwartym worku
uk: Немає упаковок у відкритому мішку

# open_bags_has_been_fetched
source: Open bags have been fetched
pl: Otwarte worki zostały pobrane
uk: Відкриті мішки були отримані

source: Configure printer
pl: Skonfiguruj drukarkę
uk: Налаштувати принтер

# add_printer_to_start_return
source: Add printer to start deposit package return
pl: Dodaj drukarkę aby rozpocząć zwrot opakowań kaucyjnych
uk: Додайте принтер, щоб розпочати повернення заставних упаковок

source: Add printer to start pickup
pl: Dodaj drukarkę aby rozpocząć wydanie
uk: Додайте принтер, щоб розпочати видачу

# printer_config
source: Printer configuration
pl: Konfiguracja drukarki
uk: Налаштування принтера

# no_chosen_printer
source: No printer selected
pl: Brak wybranej drukarki
uk: Не вибрано принтер

# chosen_printer
source: Selected printer
pl: Wybrana drukarka
uk: Вибрано принтер

source: Remove
pl: Usuń
uk: Видалити

source: Scan new printer code
pl: Zeskanuj kod nowej drukarki
uk: Проскануйте код нового принтера

source: or enter number
pl: lub wpisz numer
uk: або введіть номер

source: or search by label
pl: lub wyszukaj po etykiecie
uk: або шукайте за етикеткою

# printer_was_chosen
source: Selected printer {mac_address}
pl: Wybrano drukarkę {mac_address}
uk: Вибрано принтер {mac_address}

# removed_last_printer
source: Removed last added printer
pl: Usunięto ostatnio dodaną drukarkę
uk: Останній принтер було видалено

# incorrect_bag_number
source: Wrong bag number
pl: Błędny numer worka
uk: Невірний номер мішка

# bag_already_closed
source: Bag is already closed.
pl: Worek jest już zamknięty.
uk: Просканований мішок вже закритий.

source: No open bags
pl: Brak otwartych worków
uk: Немає відкритих мішків

# open_new_box
source: Open new collection unit
pl: Otwórz nową jednostkę zbiorczą
uk: Відкрити нову коробку

# choose_open_box
source: Choose open collection unit
pl: Wybierz otwartą jednostkę zbiorczą
uk: Вибрати відкриту коробку

# close_boxes
source: Close collection units
pl: Zamknij jednostki zbiorcze
uk: Закрити коробку

# change_box_label
source: Change collection unit label
pl: Zmień etykietę jednostki zbiorczej
uk: Змінити етикетку коробки

# submit_boxes_for_pickup
source: Submit collection units for pickup
pl: Zgłoś jednostki zbiorcze do odbioru
uk: Подати коробки на вилучення

source: Submitted for pickup
pl: Zgłoszone do odbioru
uk: Подано на вилучення

# label_has_been_changed
source: Bag label has been changed
pl: Zmieniono etykietę worka
uk: Етикетка була змінена

# monday_short
source: Mon
pl: Pn
uk: Пн

# tuesday_short
source: Tue
pl: Wt
uk: Вт

# wednesday_short
source: Wed
pl: Śr
uk: Ср

# thursday_short
source: Thu
pl: Cz
uk: Чт

# friday_short
source: Fri
pl: Pt
uk: Пт

# saturday_short
source: Sat
pl: So
uk: Сб

# sunday_short
source: Sun
pl: Nd
uk: Нд

# scan_new_box
source: Scan new collection unit code
pl: Zeskanuj kod nowej jednostki zbiorczej
uk: Проскануйте код нової коробки

# or_enter_box_number
source: or enter collection unit number
pl: lub wpisz numer jednostki zbiorczej
uk: або введіть номер коробки

# new_box_opened_correctly
source: New collection unit opened correctly
pl: Nowa jednostka zbiorcza otwarta prawidłowo
uk: Нова коробка відкрита правильно

# box
source: Collection unit
pl: Jednostka zbiorcza
uk: Коробка

# scan_box_label_or_pick_from_list
source: Scan collection unit code or select from list
pl: Zeskanuj kod jednostki zbiorczej, wybierz z listy
uk: Проскануйте код коробки, виберіть зі списку

# box_correctly_opened
source: Collection unit opened correctly
pl: Jednostka zbiorcza otwarta prawidłowo
uk: Коробка відкрита правильно

# box_not_found
source: Collection unit not found
pl: Nie znaleziono jednostki zbiorczej
uk: Коробку не знайдено

source: Damaged label
pl: Zniszczona etykieta
uk: Пошкоджена етикетка

source: Unreadable label
pl: Nieczytelna etykieta
uk: Нечитабельна етикетка

source: Torn bag
pl: Rozerwany worek
uk: Розірваний мішок

# torn_box
source: Torn collection unit
pl: Rozerwana jednostka zbiorcza
uk: Пошкоджена коробка

source: Choose reason for label change
pl: Wybierz powód zmiany etykiety
uk: Виберіть причину зміни етикетки

# seal_added_successfully
source: Bag has been sealed.
pl: Worek został zaplombowany.
uk: Мішок було опломбовано.

# close_box
source: Close collection unit
pl: Zamknij jednostkę zbiorczą
uk: Закрити коробку

# box_summary
source: Collection unit summary
pl: Podsumowanie jednostki zbiorczej
uk: Резюме коробки

source: Scan bag code
pl: Zeskanuj kod worka
uk: Проскануйте код мішка

# bag_was_added_to_box
source: Bag has been added to collection unit
pl: Worek został dodany do jednostki zbiorczej
uk: Мішок додано до коробки

# bag_not_closed
source: Bag cannot be added to collection unit because it is not closed.
pl: Worek nie może zostać dodany do jednostki zbiorczej bo nie jest zamknięty.
uk: Мішок не можна додати до коробки, оскільки він не закритий.

# bag_not_found
source: Bag with given code not found
pl: Nie znaleziono worka o podanym kodzie
uk: Мішок з вказаним кодом не знайдений

# bag_not_assigned_to_collection_point
source: This bag is not assigned to your collection point
pl: Ten worek nie jest przypisany do Twojego punktu zbiórki
uk: Цей мішок не призначено для вашої точки збору

# bag_was_removed_from_box
source: Bag has been removed from collection unit
pl: Worek został usunięty z jednostki zbiorczej
uk: Мішок було видалено з коробки

# scan_seal
source: Scan seal code
pl: Zeskanuj kod plomby
uk: Проскануйте код пломби

source: or enter seal number
pl: lub wpisz numer plomby
uk: або введіть номер пломби

source: Added seal
pl: Dodano plombę
uk: Пломба додана

source: Unreadable seal
pl: Nieczytelna plomba
uk: Нечитабельна пломба

source: Damaged seal
pl: Uszkodzona plomba
uk: Пошкоджена пломба

# seal_changed_succesfully
source: Seal has been changed successfully.
pl: Plomba została zmieniona pomyślnie.
uk: Пломба змінена успішно.

source: Choose reason for seal change:
pl: Wybierz powód zmiany plomby:
uk: Оберіть причину зміни пломби:

# box_not_assigned_to_collection_point
source: This collection unit is not assigned to your collection point
pl: Ta jednostka zbiorcza nie jest przypisana do Twojego punktu zbiórki
uk: Ця колекційна одиниця не призначена для вашої точки збору

# box_already_closed
source: Collection unit has already been closed
pl: Jednostka zbiorcza została już wcześniej zamknięta
uk: Колекційну одиницю вже було закрито

# box_was_closed
source: Collection unit has been closed
pl: Jednostka zbiorcza została zamknięta
uk: Колекційну одиницю закрито

# all_boxes_closed
source: All collection units have been closed
pl: Wszystkie jednostki zbiorcze zostały zamknięte
uk: Усі колекційні одиниці були закриті

# do_you_really_want_to_close
source: Do you really want to confirm closing
pl: Czy na pewno chcesz potwierdzić zamknięcie
uk: Ви дійсно хочете підтвердити закриття

# of_all_boxes
source: all collection units?
pl: wszystkich jednostek zbiorczych?
uk: усіх колекційних одиниць?

# of_a_box
source: collection unit
pl: jednostki zbiorczej
uk: колекційна одиниця

source: Declare for pickup
pl: Zgłoś do odbioru
uk: Подати на вивезення

source: Select all
pl: Zaznacz wszystkie
uk: Оберіть усі

source: No closed bags
pl: Brak zamkniętych worków
uk: Немає закритих сумок

source: Selected bags
pl: Wybrane worki
uk: Вибрані сумки

# no_boxes_to_display
source: No collection units to display
pl: Brak jednostek zbiorczych do wyświetlenia
uk: Немає колекційних одиниць для відображення

source: Summary
pl: Podsumowanie
uk: Підсумок

source: No bags were selected
pl: Nie wybrano żadnych worków
uk: Не було вибрано жодної сумки

# all_bags_added_to_box
source: Bags have been added to collection unit
pl: Worki zostały dodane do jednostki zbiorczej
uk: Сумки були додані до колекційної одиниці

# session_expired
source: Session expired, please log in again
pl: Sesja wygasła, zaloguj się ponownie
uk: Сесія завершена, увійдіть знову

# no_returns_today
source: No returns for today
pl: Brak zwrotów z dzisiejszą datą
uk: Немає повернень на сьогодні

# bag_already_added_to_box
source: This bag is already assigned to a collection unit
pl: Ten worek jest już przypisany do jednostki zbiorczej
uk: Ця сумка вже призначена для колекційної одиниці

source: No bags to display
pl: Brak worków do wyświetlenia
uk: Немає сумок для відображення

# seal_already_exists
source: Seal with this number already exists
pl: Plomba o podanym numerze już istnieje
uk: Пломба з вказаним номером вже існує

# collection_point_id_empty
source: Collection point ID cannot be empty
pl: ID punktu zbiórki nie może być puste
uk: ID пункту збору не може бути порожнім

# collection_point_not_exist
source: Collection point with given ID does not exist
pl: Punkt zbiórki o podanym ID nie istnieje
uk: Пункт збору з вказаним ID не існує

# seal_empty
source: Seal number cannot be empty
pl: Numer plomby nie może być pusty
uk: Номер пломби не може бути порожнім

source: Bag is open
pl: Worek jest otwarty
uk: Мішок відкритий

# reason_invalid
source: Invalid seal/label change reason
pl: Nieprawidłowy powód zmiany plomby / etykiety
uk: Невірна причина зміни пломби / етикетки

# label_empty
source: Label number cannot be empty
pl: Numer etykiety nie może być pusty
uk: Номер етикетки не може бути порожнім

# type_not_found
source: Bag type not found
pl: Nie znaleziono podanego typu worka
uk: Не знайдено вказаний тип мішка

# type_invalid
source: Invalid bag type
pl: Nieprawidłowy typ worka
uk: Невірний тип мішка

# bag_empty
source: Bag number cannot be empty
pl: Numer worka nie może być pusty
uk: Номер мішка не може бути порожнім

# box_ids_empty
source: Collection unit ID list cannot be empty
pl: Lista id jednostek zbiorczych nie może być pusta
uk: Список ID коробок не може бути порожнім

# box_empty
source: Collection unit number cannot be empty
pl: Numer jednostki zbiorczej nie może być pusty
uk: Номер коробки не може бути порожнім

# event_type_invalid
source: Invalid event type
pl: Nieprawidłowy typ zdarzenia
uk: Невірний тип події

# comment_empty
source: Comment cannot be empty
pl: Komentarz nie może być pusty
uk: Коментар не може бути порожнім

source: Reject
pl: Odrzuć
uk: Відхилити

# change_seal_after_label_change
source: For sealed bags, both label and seal must be replaced.
pl: W przypadku zaplombowanego worka konieczna jest wymiana etykiety oraz plomby.
uk: У випадку опломбованого мішка необхідно змінити як етикетку, так і пломбу.

# scan_seal_or_pick_from_list
source: Scan seal code or select from list
pl: Zeskanuj kod plomby, wybierz z listy
uk: Скануйте код пломби, виберіть зі списку

# incorrect_seal_number
source: Wrong seal number.
pl: Błędny numer plomby.
uk: Невірний номер пломби.

source: Scan bag seal code
pl: Zeskanuj kod plomby worka
uk: Скануйте код пломби мішка

source: I confirm
pl: Potwierdzam
uk: Підтверджую

# bag_chosen
source: Bag selected
pl: Wybrano worek
uk: Вибраний мішок

source: No open bags of this type
pl: Brak otwartych worków danego typu
uk: Немає відкритих мішків цього типу

# mix
source: Plastic / Can
pl: Plastik / Puszka
uk: Пластик / Бляшанка

# reason_for_voucher_print_cancelation
source: Choose reason to cancel voucher print:
pl: Wybierz powód aby zrezygnować z wydruku bonu:
uk: Виберіть причину скасування друку ваучера:

# client_resignation
source: Client cancellation
pl: Rezygnacja klienta
uk: Відмова клієнта

source: Technical issue
pl: Problem techniczny
uk: Технічна проблема

# different_issue
source: Other issue
pl: Inny problem
uk: Інша проблема

source: Cancel voucher print
pl: Zrezygnuj z wydruku bonu
uk: Скасувати друк ваучера

source: Lost voucher
pl: Zgubiony bon
uk: Втрачений ваучер

source: Illegible voucher
pl: Nieczytelny bon
uk: Нерозбірливий ваучер

# different_reason
source: Other reason
pl: Inny powód
uk: Інша причина

source: Choose voucher reprint reason:
pl: Wybierz powód ponownego wydruku bonu:
uk: Виберіть причину повторного друку ваучера:

# reprint_voucher_confirmation
source: Voucher has been printed
pl: Bon został wydrukowany
uk: Ваучер був надрукований

# close_and_seal
source: Close and seal bag
pl: Zamknij i zaplombuj worek
uk: Закрити і опломбувати мішок

source: Scan new seal code
pl: Zeskanuj kod nowej plomby
uk: Скануйте код нової пломби

# make_sure_codes_are_correct
source: Before confirming, check that codes are correctly assigned to label and seal numbers.
pl: Przed potwierdzeniem sprawdź czy kody są prawidłowo przypisane do numeru etykiety i plomby.
uk: Перед підтвердженням переконайтесь, що коди правильно прив’язані до номера етикетки та пломби.

source: Label number
pl: Numer etykiety
uk: Номер етикетки

source: Seal number
pl: Numer plomby
uk: Номер пломби

# seal_scan_success
source: Seal code scanned.
pl: Zeskanowano kod plomby.
uk: Пломба успішно відсканована

# label_scan_success
source: Bag label scanned.
pl: Zeskanowano etykietę worka.
uk: Етикетку мішка успішно відскановано.

source: Choose voucher print reason:
pl: Wybierz powód wydruku bonu:
uk: Виберіть причину друку ваучера:

source: Voucher issuance
pl: Wydanie bonu
uk: Видача ваучера

source: Error on first print
pl: Błąd przy pierwszym wydruku
uk: Помилка під час першого друку

source: Incorrectly rejected
pl: Odrzucony błędnie
uk: Неправильно відхилений

source: Damaged bag
pl: Zniszczony worek
uk: Пошкоджений мішок

# label_and_seal_changed
source: Bag label and seal changed
pl: Zmieniono etykietę i plombę worka
uk: Змінено етикетку та пломбу мішка

source: Pickups
pl: Wydania
uk: Видачі

source: Pickups overview
pl: Zestawienie wydań
uk: Огляд видач

source: Pickup summary
pl: Podsumowanie wydania
uk: Підсумок видачі

# scan_seal_and_add_bag_to_pickup
source: Scan bag seal code and add bag to pickup
pl: Zeskanuj kod plomby worka i dodaj worek do wydania
uk: Скануйте код пломби мішка і додайте мішок до видачі

source: Last added
pl: Ostatni dodany
uk: Останній доданий

source: Confirm pickup
pl: Potwierdź wydanie
uk: Підтвердити видачу

source: Confirm and print document
pl: Potwierdź i drukuj dokument
uk: Підтвердити і друкувати документ

source: Package receival
pl: Przyjęcie opakowań
uk: Прийом упаковок

# planned_receival
source: Planned receivals
pl: Planowane przyjęcia
uk: Заплановані прийоми

source: Receival tally
pl: Zestawienie przyjęć
uk: Огляд прийомів

# no_access_contact_admin
source: You do not have permission to use this application.
pl: Nie posiadasz uprawnień do korzystania z tej aplikacji.
uk: Ви не маєте прав доступу до цього додатку.

# i_confirm_pickup
source: I confirm driver pickup of declared packages.
pl: Potwierdzam wydanie kierowcy zadeklarowanych opakowań.
uk: Підтверджую видачу водію задекларованих упаковок.

# pickup_confirmed
source: Driver pickup confirmed
pl: Potwierdzono wydanie kierowcy
uk: Підтверджено видачу водію

# pickup_confirmed_with_print_error
source: Driver pickup confirmed. Print error occurred. Try again by going to pickup details
pl: Potwierdzono wydanie kierowcy. Wystąpił błąd podczas drukowania dokumentu. Spróbuj ponownie, przechodząc do szczegółów wydania
uk: Підтверджено видачу водію. Виникла помилка під час друку документа. Спробуйте ще раз, перейшовши до деталей видачі.

# server_error
source: Server error. Please try again later.
pl: Błąd serwera. Proszę spróbować później.
uk: Помилка сервера. Будь ласка, спробуйте пізніше.

# item_not_found
source: Item with given ID not found
pl: Nie znaleziono obiektu o podanym id
uk: Не знайдено об'єкт із зазначеним id

# item_incorrect_collection_point
source: Item with given ID is not assigned to your collection point
pl: Obiekt o podanym id nie jest przypisany do Twojego punktu zbiórki
uk: Об'єкт із зазначеним id не прив’язаний до вашого пункту збору

# item_not_closed
source: Item with given ID has not been closed
pl: Obiekt o podanym id nie został zamknięty
uk: Об'єкт із зазначеним id не закритий

# item_already_has_status
source: Item is assigned to another pickup
pl: Podany obiekt jest przypisany do innego wydania
uk: Зазначений об'єкт прив’язаний до іншої видачі

# items_empty
source: Items list cannot be empty
pl: Lista obiektów nie może być pusta
uk: Список об'єктів не може бути порожнім

source: Receival summary
pl: Podsumowanie przyjęcia
uk: Підсумок прийому
